/* NSMenuItem : <title:Revert> (oid:112) */"112" = "Reverter";/* NSMenuItem : <title:Preferences…> (oid:129) */"129" = "Preferências...";/* NSMenu : <title:Services> (oid:130) */"130" = "Serviços";/* NSMenuItem : <title:Services> (oid:131) */"131" = "Serviços";/* NSMenuItem : <title:Quit Amnesty Singles> (oid:136) */"136" = "Encerrar o Amnesty Singles";/* NSMenuItem : <title:Show All> (oid:150) */"150" = "Mostrar Todos";/* NSMenuItem : <title:Copy> (oid:157) */"157" = "Copiar";/* NSMenuItem : <title:Cut> (oid:160) */"160" = "Cortar";/* NSMenuItem : <title:Edit> (oid:163) */"163" = "Editar";/* NSMenuItem : <title:Delete> (oid:164) */"164" = "Apagar";/* NSMenu : <title:Edit> (oid:169) */"169" = "Editar";/* NSMenuItem : <title:Paste> (oid:171) */"171" = "Colar";/* NSMenuItem : <title:Select All> (oid:172) */"172" = "Selecionar Tudo";/* NSMenuItem : <title:Window> (oid:19) */"19" = "Janela";/* NSMenuItem : <title:Zoom> (oid:197) */"197" = "Ampliar";/* NSWindow (Amnesty™ Singles) : <title:Amnesty™ Singles> (oid:21) */"21" = "Amnesty™ Singles";/* NSMenuItem : <title:Minimize> (oid:23) */"23" = "Minimizar";/* NSTextField (When launched, load the widget from the following location:) : <title:When launched, load the widget from the following location:> (oid:237) */"237" = "Quando iniciado, carregue o widget do seguinte local:";/* NSButton (Advanced…) : <title:Advanced…> (oid:239) */"239.1" = "Avançado...";/* NSMenu : <title:Window> (oid:24) */"24" = "Janela";/* NSButtonCell (Internally (self-contained)) : <title:Internally (self-contained)> (oid:241) */"241.1" = "Internamente (completo)";/* NSButtonCell (Externally (with dependency)) : <title:Externally (with dependency)> (oid:242) */"242.1" = "Externo (com dependência)";/* NSTextField (The original widget will be loaded from its location on disk.) : <title:The original widget will be loaded from its location on disk.> (oid:252) */"252" = "O widget original será carregado de seu local no disco.";/* NSTextField (A copy of the widget, bundled with the application, will be loaded.  Note: Applications with bundled widgets can only run on computers where Amnesty Singles is registered in your name.) : <title:A copy of the widget, bundled with the application, will be loaded.

Note: Applications with bundled widgets can only run on computers where Amnesty Singles is registered in your name.> (oid:253) */"253" = "Uma cópia do widget, em conjunto com o aplicativo, será carregada.\n\Nota: Aplicativos com widgets em conjunto só podem ser utilizados em computadores onde o Amnesty Singles estiver registrado em seu nome.";/* NSBox (Widget Info) : <title:Widget Info> (oid:257) */"257" = "Informações do Widget";/* NSBox (Application Settings) : <title:Application Settings> (oid:259) */"259" = "Conf. do Aplicativo";/* NSTextField (Name:) : <title:Name:> (oid:265) */"265" = "Nome:";/* NSTextField (Identifier:) : <title:Identifier:> (oid:266) */"266" = "Identificador:";/* NSTextField (Version:) : <title:Version:> (oid:267) */"267" = "Versão:";/* NSTextField (Location: ) : <title:Location:
> (oid:268) */"268" = "Local:\n";/* NSTextField (-) : <title:-> (oid:269) */"269" = "-";/* NSTextField (-) : <title:-> (oid:270) */"270" = "-";/* NSTextField (-) : <title:-> (oid:271) */"271" = "-";/* NSTextField (-) : <title:-> (oid:272) */"272" = "-";/* NSButton (Build…) : <title:Build…> (oid:273) */"273.1" = "Criar...";/* NSButton (Cancel) : <title:Cancel> (oid:276) */"276.1" = "Cancelar";/* NSMenuItem : <title:Check for Updates…> (oid:277) */"277" = "Procurar Atualizações";/* NSTextField (To begin, drag and drop a Dashboard widget file from the Finder into this window.) : <title:To begin, drag and drop a Dashboard widget file from the Finder into this window.> (oid:280) */"280" = "Para iniciar, arraste e solte um arquivo de widget do Dashboard do Finder para esta janela.";/* NSTextField (Run any Dashboard widget as a standalone application.) : <title:Run any Dashboard widget as a standalone application.> (oid:281) */"281" = "Rode qualquer widget do Dashboard como um aplicativo completo.";/* NSMenu : <title:MainMenu> (oid:29) */"29" = "Menu Principal";/* NSButton (Buy Now / Register) : <title:Buy Now / Register> (oid:317) */"317.1" = "Comprar / Registrar";/* NSPanel (Advanced Application Settings) : <title:Advanced Application Settings> (oid:318) */"318" = "Ajustes Avançados do Aplicativo";/* NSTextField (Command Menu Items ) : <title:Command Menu Items
> (oid:328) */"328" = "Itens do Menu Comando\n";/* NSButton (+) : <title:+> (oid:329) */"329.1" = "+";/* NSButton (-) : <title:-> (oid:330) */"330.1" = "-";/* NSButton (OK) : <title:OK> (oid:338) */"338.1" = "OK";/* NSButton (Reveal widget application in Finder) : <title:Reveal widget application in Finder> (oid:346) */"346.1" = "Mostrar o aplicativo no Finder";/* NSButton (Launch and test widget application) : <title:Launch and test widget application> (oid:348) */"348.1" = "Iniciar e testar aplicativo";/* NSWindow (Buy Now / Register) : <title:Buy Now / Register> (oid:353) */"353" = "Comprar / Registrar";/* NSTextField (A Software Delivery Wizard will guide you, and after processing your payment, Amnesty Singles will automatically activate your registration.  Major credit cards accepted.) : <title:A Software Delivery Wizard will guide you, and after processing your payment, Amnesty Singles will automatically activate your registration.  Major credit cards accepted.> (oid:355) */"355" = "Um Assitente de Entrega de Software irá guiá-lo, e após processar seu pagamento, o Amnesty Singles irá automaticamente ativar seu registro.  Cartões de crédito aceitos.";/* NSButton (Cancel) : <title:Cancel> (oid:356) */"356.1" = "Cancelar";/* NSButton (OK) : <title:OK> (oid:357) */"357.1" = "OK";/* NSButtonCell (Purchase using your PayPal account) : <title:Purchase using your PayPal account> (oid:359) */"359.1" = "Compre usando sua conta do PayPal";/* NSButtonCell (Register Amnesty Singles) : <title:Register Amnesty Singles> (oid:360) */"360.1" = "Registre o Amnesty Singles";/* NSButtonCell (Purchase from the Mesa Dynamics Online Store) : <title:Purchase from the Mesa Dynamics Online Store> (oid:361) */"361.1" = "Compre na loja online da Mesa Dynamics";/* NSButtonCell (Purchase from directly inside this application) : <title:Purchase from directly inside this application> (oid:362) */"362.1" = "Compre diretamente deste aplicativo";/* NSTextField (After processing your payment, an invoice will be emailed to you with a registration name and serial number, which you can use below to register this copy of Amnesty Singles.) : <title:After processing your payment, an invoice will be emailed to you with a registration name and serial number, which you can use below to register this copy of Amnesty Singles.> (oid:363) */"363" = "Após processar seu pagamento, um recibo será enviado por email com um nome de registro e um número de série, que podem ser usados para registrar esta cópia do Amnesty Singles.";/* NSTextField (An invoice will be emailed to you with a registration name and serial number, which you can use below to register this copy of Amnesty Singles.  Major credit cards and PayPal accepted.  Phone and fax orders also available.) : <title:An invoice will be emailed to you with a registration name and serial number, which you can use below to register this copy of Amnesty Singles.  Major credit cards and PayPal accepted.  Phone and fax orders also available.> (oid:364) */"364" = "Um recibo será enviado com um nome de registro e um número de série, que podem ser usados para registrar esta cópia do Amnesty Singles.  Cartões de crédito e PayPal aceitos.  Pedidos por telefone e fax também disponíveis.";/* NSTextField (If you've already purchased Amnesty Singles and have your registration name and serial number ready for activation, select this option.) : <title:If you've already purchased Amnesty Singles and have your registration name and serial number ready for activation, select this option.> (oid:365) */"365" = "Se você já comprou o Amnesty Singles e possui seu nome de registro e número de série prontos para ativação, selecione esta opção.	";/* NSWindow (Register) : <title:Register> (oid:366) */"366" = "Registre";/* NSFormCell (Registration Name:) : <title:Registration Name:> (oid:369) */"369.1" = "Nome de Registro:";/* NSFormCell (Serial Number:) : <title:Serial Number:> (oid:370) */"370.1" = "Número de Série:";/* NSButton (OK) : <title:OK> (oid:371) */"371.1" = "OK";/* NSTextField (Please enter your Registration Name and Serial Number exactly as listed in your Order Summary, Confirmation or Invoice email:) : <title:Please enter your Registration Name and Serial Number exactly as listed in your Order Summary, Confirmation or Invoice email:> (oid:372) */"372" = "Digite o Nome de Registro e o Número de Série exatamente como mostrados em seu Resumo de Pedido, Confirmação ou email de Recibo:";/* NSButton (Cancel) : <title:Cancel> (oid:373) */"373.1" = "Cancelar";/* NSWindow () : <title:> (oid:374) */"374" = "Serviços";/* NSTextField ((will be activated on next application launch)) : <title:(will be activated on next application launch)> (oid:376) */"376" = "(será ativado quando reiniciado)";/* NSTextField (Licensed to:) : <title:Licensed to:> (oid:378) */"378" = "Licenciado para:";/* NSTextField (Serial #:) : <title:Serial #:> (oid:380) */"380" = "Nº de Série:";/* NSIBHelpConnector : <title:Use this setting if you're going to keep this widget installed somewhere on your computer.> (oid:396) */"396" = "Use este ajuste se for deixar este widget instalado em algum lugar de seu computador.";/* NSIBHelpConnector : <title:Use this setting if you might remove this widget from your computer.> (oid:397) */"397" = "Use este ajuste se for remover este widget de seu computador.";/* NSWindow (Other Credits) : <title:Other Credits> (oid:399) */"399" = "Outros Créditos";/* NSTextView : <title:Some portions © 2001-2006 Troy N. Stephens

Use and distribution of this source code is governed by the MIT License, whose terms are as follows.

Permission is hereby granted, free of charge, to any person obtaining a copy of this software and associated documentation files (the "Software"), to deal in the Software without restriction, including without limitation the rights to use, copy, modify, merge, publish, distribute, sublicense, and/or sell copies of the Software, and to permit persons to whom the Software is furnished to do so, subject to the following conditions:

The above copyright notice and this permission notice shall be included in all copies or substantial portions of the Software.

THE SOFTWARE IS PROVIDED "AS IS", WITHOUT WARRANTY OF ANY KIND, EXPRESS OR IMPLIED, INCLUDING BUT NOT LIMITED TO THE WARRANTIES OF MERCHANTABILITY, FITNESS FOR A PARTICULAR PURPOSE AND NONINFRINGEMENT. IN NO EVENT SHALL THE AUTHORS OR COPYRIGHT HOLDERS BE LIABLE FOR ANY CLAIM, DAMAGES OR OTHER LIABILITY, WHETHER IN AN ACTION OF CONTRACT, TORT OR OTHERWISE, ARISING FROM, OUT OF OR IN CONNECTION WITH THE SOFTWARE OR THE USE OR OTHER DEALINGS IN THE SOFTWARE.> (oid:402) */"402" = "Algumas partes © 2001-2006 Troy N. Stephens\n\nUso e distribuição deste código fonte é regido pela Licença MIT, como os termos a seguir.\n\nPermissão é dada, sem custos, para qualquer pessoa que obter este programa e documentação associada (o \"Software\") para usar o programa sem restrições, incluindo sem limite aos direitos de usar, copiar, modificar, alterar, publicar, distribuir, sublicenciar e/ou vender cópias do Programa, e permitir que pessoas para quem o programa for fornecido também o fação, de acordo com as seguintes condições:\n\A notícia de direitos autorais acima e esta notícia de permissão devem ser incluídas em todas as cópias ou partes substanciais deste programa.\n\nO PROGRAMA É FORNECIDO \"COMO ESTÁ\", SEM NENHUMA GARANTIA DE QUALQUER ESPÉCIE, EXPRESSA OU IMPLÍCITA, INCLUINDO MAS NÃO LIMITADA ÀS GARANTIAS DE VENDA, UTILIZAÇÃO EM UM PROPÓSITO ESPECÍFICO E NÃO INFRINGIMENTO. EM NENHUM MOMENTO OS AUTORES OU POSSUIDORES DE DIREITOS AUTORAIS PODEM SER RESPONSÁVEIS POR QUALQUER PEDIDO DE DANOS OU OUTROS, SEJA EM AÇÃO DE CONTRATO, ILÍCITO OU OUTROS, SURGINDO DE OU EM CONEXÃO COM O PROGRAMA OU O USO OU OUTRAS UTILIZAÇÕES DO PROGRAMA.";/* NSTextView : <title:Some portions © 2005 Cotingent

Some rights reserved: http://creativecommons.org/licenses/by/2.5/> (oid:404) */"404" = "Algumas partes © 2005 Cotingent\n\nAlguns Direitos Reservados: http://creativecommons.org/licenses/by/2.5/";/* NSButton (Other Credits…) : <title:Other Credits…> (oid:405) */"405.1" = "Outros Créditos...";/* NSMenuItem : <title:Bring All to Front> (oid:5) */"5" = "Mostrar Todos";/* NSMenuItem : <title:NewApplication> (oid:56) */"56" = "NovoAplicativo";/* NSMenu : <title:NewApplication> (oid:57) */"57" = "NovoAplicativo";/* NSMenuItem : <title:About Amnesty Singles> (oid:58) */"58" = "Sobre o Amnesty Singles";/* NSMenuItem : <title:Open...> (oid:72) */"72" = "Abrir...";/* NSMenuItem : <title:Close> (oid:73) */"73" = "Fechar";/* NSMenuItem : <title:Save> (oid:75) */"75" = "Salvar";/* NSMenuItem : <title:Page Setup…> (oid:77) */"77" = "Conf. Página...";/* NSMenuItem : <title:Print…> (oid:78) */"78" = "Imprimir...";/* NSMenuItem : <title:Save As…> (oid:80) */"80" = "Salvar Como...";/* NSMenu : <title:File> (oid:81) */"81" = "Arquivo";/* NSMenuItem : <title:New> (oid:82) */"82" = "Novo";/* NSMenuItem : <title:File> (oid:83) */"83" = "Arquivo";